{"Objective":"i'm having a rough night tonight. The fact is that things are bad. It is a fact. This is the facts. These are the facts. Factually, this is what happened. I think I am stupid but this may not be the case. I do not have evidence for that. I have no evidence for that. I do have evidence for that","Subjective":" FEELING RELIEVED AT THE THOUGHT OF BEING KIDNAPPED AND RAPED AND KILLED WAS NORMAL BECAUSE IT WASN’T LIKE ANYONE WHO LOVED ME FELT I WOULD BE WORTH ANYTHING ELSE.  FUCK YOU.  FUCK YOU AND YOUR FUCKING “religion” you HYPOCRITICAL PERSON.  You FUCKED up your god-damned life and had the AUDACITY to have another FUCKING CHILD who YOU TREATED WORSE THAN DIRT.  You are MANIPULATIVE.  And HYPOCRITICAL.  Im sorry this is so dumb.  I never want to stand up again. Who could love someone as messed up as me?. Nothing will ever go right again","Happy":"I feel happy. I am excited. I am filled with joy. Today was a good day. Things are really good. I can't stop smiling. I have been smiling all day. I feel content. I am doing very well. I feel so happy, excited, interested, and playful","Sad":"I feel sad. I feel super depressed. I am in a slump. I suffer from severe depression. It's been an off day. I feel really bummed. I've been feeling really blue. I feel very inferior. I feel really hurt. I am sad, depressed, down, blue, and just all around hurt and empty","Stressed":"I am stressed. Work is overwhelming me. I am stressed out of my mind. My life is just getting way too busy. I feel super stressed all the time. My anxiety is through the roof. I have anxiety. I am really scared and nervous. I feel stressed, scared, nervous, and overwhelmed. today was the most stressful nightmare of all time","Calm":"I feel really calm. I am at peace. I feel completely stress free. I am completely tranquil. My vacation has been completely tranquil. Ah I feel relaxed. I've been relaxing. This has been relaxing and calming. It was really relaxing. Today was calming, relaxing, and stress free","Angry":"I am pissed off. I am furious. I feel really angry. I am annoyed. I am piqued with these assholes. I feel so frustrated. I am still very bitter. I feel really mad at her. I am still upset by his stupid freaking actions. I am angry, furious, annoyed, and ticked off","Motivated":"I am feeling motivated for today. I worked really hard on this and it paid off in the end. My boss promoted me to the new job after I asked.. I am so ready to take on tomorrow.. I feel motivated.. I am so freaking pumped. I am so ready for this. I feel focused, motivated, and I feel like I could take on the world. I am definitely optimistic about how things are going to go. I feel motivated and confident that today will go well","Unmotivated":"I am just ready to give up. I don't want to do this. I feel ready to just give up on everything. Then I just gave up on MARCo and started working. I don't want to go to work today. I am dreading going to work tomorrow. I have put this off for like three days now. I cannot tell you how much I've been dreading this.. I've been feeling unmotivated, and I have no motivation. I am unmotivated, I have no motivation, and I am pessimistic about how things are going to go","Tired":"My body just feels worn out all the time. Man I feel tired all the time. I just got off of a really long shift and I'm beat. I woke up later than I wanted to, and I just felt dead tired. My head constantly feels like it has a bag of lead bricks in it, and it won't go away. I am tired. I am sleepy. I feel like I could just pass out already. I am tired. I am exhausted. I want to sleep.. I could sleep for an eternity, my body feels so worn out and tired","Energetic":"I am so ready to go. I had like 3 coffees already today I am so ready. I feel like I'm bouncing off the walls. I am ready!. I feel like I'm ready to run a marathon. After my coffee, I was wide awake.. I feel ready to tackle today. I am energetic. I have a lot of energy. I am bouncing off the walls with all this energy I have; I feel awake and motivated and focused","Disgusted":"It was absolutely disgusting. He was acting so repulsively. How could people be so stupid?. How could somebody just not care about you after a whole five fucking years. I cannot believe there are such idiots in this world. There was a pile of cat poop on the floor that I had to deal with. I cannot believe I actually wanted to date someone so blatantly racist. And then he said the most racist, disgusting thing I've ever heard. I feel disgusted, repulsed, and find his behavior absolutely disappointed and revolted. Yuck, this was so disgusting","Social":"I get to see my girlfriend today. I am looking forward to going to the dinner party tonight. My coworkers and I had a good conversation about whether or not we were going to stay with the company after the merger. I felt social today. I was very social today. I hung out with Anthony and Daniel for a few hours. This was the first time since COVID started that I was actually able to hang out with my cousins. My sister and I were up playing Wii until 3 in the morning. Alex and I went out to the bar. I got to hang out with friends and it was really nice to get to talk to people and be social1","Lonely":"I am so lonely, and I feel alone, and abandoned. I've never felt this alone in my entire life. My boyfriend left me. Christine hung up on me abruptly. It seems like my parents abandoned me. How could I be so alone even around other people?. Everybody has left me. I am stuck here, alone in my room. My plans were cancelled so now I'm here . I am lonely, I feel alone, and my friends abandoned me","No Control":"I have no control over my life and everything is out of my control. I feel like everything is spiraling out of control and everything is going in circles and nothing is going right. Literally not one thing in my life is going right. I am losing my mind. Everything is crashing around me. This past year has just been one defeat after another. I'll never be able to fix things. On any other day I feel like I'm just putting one step in front of the other, like I have so much going on that I can't focus on one thing for too long or I'll run out of time to do the other things I need to do.  I'll find myself questioning my relationship with my wife, with my family, the purpose of my life, why I make efforts to accomplish anything. I have no control over anything, and I feel powerless to change anything","Control":"It's like I finally have control. I managed to muster up some self control. It's like things are finally going right. I managed to stop myself. I said no to drugs for the first time today. I managed to turn down someone and it went okay!. Thigns actually turned out better than I expected. My life is going as planned. Today actually went as planned, believe it or not. I feel empowered to take control of my life","Guilty":"It is my fault we lost the game. I am a filthy masturbator. Because I couldn't keep my mouth shut, my brother got in trouble. I feel super guilty. I feel ashamed for touching her chest. It was so infuriating that I would mess up so badly. Then I messed up really badly. I'll never be able to forgive myself for yelling at her. I feel so guilty for stealing from my mom.  That was a huge mistake that I made","Accepting":"I feel acceptance. I forgave myself. I forgave her. I forgave him, I've moved past it and I find acceptance. I forgive him. I feel forgiven. It's like I finally have a community that accepts me. You know what, I'm over it, and I have come to a place of acceptance. It's totally fine, I've moved past it, and I finally feel acceptance. It was okay that I messed up, I've come to accept it","Embarrassment":"I feel really embarrassed. It was absolutely humiliating. My face flushed because it was so humiliating. I've never felt so inferior and humiliated and embarrassed. They kept ridiculing me and I felt embarrassed as a result. I am not proud of that whatsoever, it was so humiliating. I feel ridiculed as a result. It was so disrespectful to me. It was literally the worst I can't show my face again because I feel so embarrassed. I'll never show my face in public again, I'm so humiliated","Pride":"I'm proud of myself. I did a good job. I think I did a really good job here. I feel proud of what I managed to accomplish. I feel really proud for getting this dimploma. I managed to accomplish a lot today and I'm really happy as a result. I feel confident and successful. That was a total success, and I am so happy for that!. I feel valued and worth something. I feel proud of myself, and I'm going to give myself a pat on the back!"}