{
   "Objective":["i'm having a rough night tonight","The fact is that things are bad","It is a fact","This is the facts","These are the facts","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Subjective":[" FEELING RELIEVED AT THE THOUGHT OF BEING KIDNAPPED AND RAPED AND KILLED WAS NORMAL BECAUSE IT WASN’T LIKE ANYONE WHO LOVED ME FELT I WOULD BE WORTH ANYTHING ELSE"," FUCK YOU"," FUCK YOU AND YOUR FUCKING “religion” you HYPOCRITICAL PERSON"," You FUCKED up your god-damned life and had the AUDACITY to have another FUCKING CHILD who YOU TREATED WORSE THAN DIRT"," You are MANIPULATIVE"," And HYPOCRITICAL"," Im sorry this is so dumb"," I never want to stand up again","Who could love someone as messed up as me?","My opinion is this","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Happy":["Literally it made me so happy I could cry.","This was the best day ever!","I laughed so freaking hard.","I have not been able to stop smiling.","I am happy.","I am so overjoyed I cannot tell you how much I am."," My friends from college are amazing, I guess they do care","My boyfriend is literally the best person on the entire planet; he got me a nintendo switch!","My girlfriend is amazing!","I love Mr. Snuggles, he just takes care of me.","I got an A on my exam!","So the company ended up giving me a 30% raise.","My boss promoted me to the new job after I asked.","It's the best day EVER!","We went to the waterpark and it was so much fun.","I am so excited to go to Disney.","Can you believe it, I actually won something in bingo?","I got off of work early today which was so nice","I really appreciate all he did for me","I do appreciate all that God has done for me","I am so grateful for such a beautiful day","We just got another customer!!!","I cannot believe we got another customer I'm thrilled!","It was the nicest, most genuine thing anyone has ever done for me","I have not stopped smiling all day","The party was so much fun especially","Painting this giant galaxy scene brought me so much genuine happiness!","Today I got a hug from a girl since it is the last day of school and she said she is gonna miss me and I am really happy now.","A boy rejected my best friend when she asked him to prom, she was upset so today I surprised her at her house and promposed! It was so nice to see her so happy.","I was down bad in CC debt and interest payments — I finally put my foot down and it feels so good","Took a road trip to San Francisco with my husky puppy and took this wonderful pic that brings me so much joy!","After 6 excruciating years of not understanding maths I got my first A on a math test!!!!!","I finally found a song that I really love that's been stuck in my head for years, but I couldn't find it until today and i got goosebumps listening to it :))))","I got extra credit on my science project","Probably nobody cares but I’m just sooo insanely proud of myself and I really want to talk about it. ","I dont know, I’m just soooooo happy. I’ve never been this proud of myself before.","Started therapy for the first time in years. I’m so ready to be happy again.","These two cuddle buddies . They male my heart very full of love","Graduated high school last week (mom went overboard with the signs lol). I'm officially an adult!","I've been going trough a lot lately, but making this playlist full of the most joyful songs I know really helped me. I hope by sharing this, it can do the same to you :)","We had a lot of fun going through this game","I finished my rendering and it looks amazing!","I was happy because they wanted me to be happy.","It was the best day I've had in a while","Things turned out very well","I asked a girl out and she actually said yes, can you believe that?","I was thrilled to hear that.","We are making good progress and I felt super inspired!","I am inspired","I have felt very inspired and productive","I have been super motivated, productive, and inspired lately","It's finally at a point where I get to do the fun work, the work I like doing","Today's been pretty good.","It was totally awesome!","Yeah I'm pleased","You know it's been pretty good.","I'm feeling grand.","Today was great.","That was super cool.","I have a new boyfriend now","I won two tickets to the Mets game","I am going to my dream school","What could be a better day","Literally this was like something out of a dream","Our date went really well","The presentation went very well!","I got paid $500 today!"," I had been a little bit famous years before as I played a main character on a British TV show","I have an online boyfriend","So there is the guy at my school who I added on Snapchat","We got along right off the bat and would text through sc a lot","I passed my test","I passed my interview","My mom and dad finally stopped fighting","My band's show went great!","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Sad":["I feel so depressed","I am sad","I feel so low","I feel blue","I have cried for the past 6 hours","I just want to break down and cry","My dog died today","We had to go to my grandma's funeral","My grandfather died"," I don’t know what to do and I constantly feel like I’m going to cry","And I don't feel good either"," I either just lay on some piece of furniture and fail to get up, or surf the net looking for something that feels social, or if I'm lucky I can force myself to do some long, sedentary technical activity with tv in the background for company, like knitting or coloring or luckily paperwork for my job","I hate seeing my old classmates living their lives and prospering as I stay at home all day everyday doing absolutely nothing","I wish my chest was flatter.","I wish my body would match how I see myself in my mind.","I'm happy I started transitioning, but I sometimes doubt whether it was the right choice.","I wish I wasn't so awkward around people.","Who could love someone as messed up as me?","I miss spending weekends at my grandfather's, I still can't believe I won't see him again","I'll find myself questioning my relationship with my wife, with my family, the purpose of my life, why I make efforts to accomplish anything","I tend to just drift through the day doing the bare minimum, and I tend to make decisions or do things because I should","So I immediately started feeling depressed and anxious and yelled fuck fuck fuck fuck over and over again for several minutes\n","Then I just gave up on MARCo and started working","First group: I don't have a stable income, coronavirus is making it difficult to have a normal life, and I am stuck at home","Second group: I feel purposeless in everything I do, and I feel like I have no control over my faith and am stupid","It crushes me down now, so how could I successfully keep it going a year from now","She makes me feel worthless when I'm not able to provide her with everything she wants when she wants it","\nI don't know how to keep a friend and I don't know how to want to have friends"," I tend to withdraw, cancel plans, and I prefer to just stay in and be by myself"," I suffered with depression for many years during this time and rarely go out or speak to people","It's like I'll never escape these student loans.","I stayed in bed all day","Took a depression nap for a few hours","I don't see things getting better","My sister has a boyfriend but I'm all alone","No boy is ever going to like me","No girl will ever love me again","I miss her so much","I miss feeling loved","I am so depressed","I have been struggling with severe depression","I don't feel like I want to live anymore","Nobody told me Happy Birthday today…","I’m so sick of these kinds of days because I don’t just have bad days that’s my life","I’m in my next class and I lose it and start quietly cry to myself","I just found out this week that I will not be graduating on time because I'm short of credits.","I can't believe this.","t's 1 am and the thought that my dad has stole a car with money and well with a way of making money has drove off into the sunset has sunk in.","I'm now like me an my dad are close even with everything that I can't be arsed taking about.","Not once, not twice, but three times did they ruin something.","There was a lot of bad things going on in one day.","My husband is dealing with some serious mental health issues.","He left in the middle of the night last night, this time on foot and without his glasses.","This has been going on for over two years at this point. It makes me, the kids and grandma worried every time. He doesn't seem to care about anything anymore.","I feel stupid, like he's angry or hates me and I keep trying to make things work.","Today was by far a series of unfortunate events and i truly don’t know why the universe decided today was a going to be the day where they take a baby dump on my life","So lets start off with i woke up and tried to get a free ride from my parents because i was broke and I needed the ride I ended up being late on my first day of the semester, then on my way to my last class i lost my box charger to my hearing aid so now .","The worst monday I've ever had,","bad day story:","last period of the day. I had maths and I got my results back, 51%... this was a important exam as well as it is going into my report for my parents to see, I'm not sure what happened. My last math exam I topped the class with a 91%. I took a look at my answers and the mistakes were all small errors that caused me to lose the entire mark per question. The feeling for a bad day has returned. As the bell for home time, I walked home feeling very depressed.","I've been feeling super depressed all day today. I think marketing is getting to me. It's my first time really putting MARCo out there and it's not going well at all.","I'm getting a lot of troll feedback. Jerks on the internet are disliking my stuff and calling me useless. That useless thing really hit hard. ","I feel like I want to give up.","I find it difficult to share that I feel so disconnected from God and I don't know how to fix that. I also find it difficult to share that I miss cutting.","I’m turning 25 and I don’t feel like I’m the kind of adult I should be. I’m still living with my parents. ","I’m pathetic and worthless. I must get a full time job. I have to move out from my parents house soon. If I don’t then I don’t deserve to be called an adult.","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Stressed":[" Everything just sucks I have no one I cant truly talk to anyone because I act like everything with me is okay but in reality it’s the exact opposite"," Often times when I'm feeling incredibly stressed out, over no particular reason, I often get this feeling of stress over the immediate future","i'm having a rough night tonight"," between everything that has been going on with corona and now these insane riots in MN, I'm feeling extremely anxious"," I've tried laying down and just watching random YouTube videos to distract myself but my head is actually aching from the anxiety"," I just want to curl up in a ball under a blanket and hide from the world"," I don't even think logically I can grow but it's absolutely my worst insecurity and one of my worse fears and I feel so enormous","I am stressed","! I don’t even talk to her ex very much anymore but she’s still ruthless","I do not get shit done","And I don't feel good either","I’m just tired of everything I hate everything nothing brings me joy or makes me feel happy all I do all day is lay in bed doing nothing as my life passes me by","I have the ACT coming up this Saturday","I have the ACT coming up this Saturday, and I don't feel prepared","I also will have random anxiety attacks surrounding things that I've put off too long, like cleaning the house, or some chore I've been putting off, I'm seemingly unable to clear the anxiety until I accomplish one of those chores, or I do mediation/breathing exercises until I fall asleep.","I try and tout logic to help my decision-making, but I tend to find myself making seat of my pants decisions because of anxiety or fear.","I also find that after going to counselling I'll be even worse for like a week after.","Since dating my wife I've come to realize that for the most part my family is emotionally manipulative and my worst mental health days come after spending time with them. ","Plus, the fact that I don't yet have a set pricing scheme makes me nervous","So I immediately started feeling depressed and anxious and yelled fuck fuck fuck fuck over and over again for several minutes\n","It just stresses me more than anything"," I also have severe social issues and social anxiety"," My family went through financial difficulty and lost our business and home, I had to move far away with what I could carry in the back of my mother's car"," Yet at the moment I’m experiencing some issues such as getting very anxious in public to the point of sweating, high heart rate (just walking around town), anxiety talking to people I’ve known for a few months (pre-outbreak), not wanting to go in public in general because I despise how I look and a huge lack of motivation to do any daily tasks, homework or exercise","I have no idea how I am going to pay the bills today","I'm scared that I'm going to run out of cash before the end of the month and I've never been in debt before","I've recently started panicking sometimes when I cuddle with my girl and she for example is laying on top of me and I can't just sit up if I want to","Most of the times I don't even want to but I realise that I can't and starts to panic."," Unfortunately, lessons in college are really fast paced and my technique doesn't work anymore. ","You have no idea how much it freaked me out","Her parents kept talking to me about oh job this and money that and money money money and i'm so tired of hearing about their greedy crap","I am so overwhelmed with all this work","My schoolwork is overwhelming","I am literally working 12 hour days and I'm not sure how much more I can keep this up","I'm too busy to keep up with my friendships and it sucks.","It's just Jake do this, Jake do that, you need to do this, you need to do that, I can't take it anymore","I cannot take this anymore","I feel suffocated","I can’t even keep a steady 500 in my savings but yet I want to save up for college so one day I can get a doctorates degree.",". I just need air I’m breathing fine but I need air.","I have so much I want to do with my life but I feel like I don’t have any of the dedication to the day to day work it takes to reach my dreams.","I'll be off my meds for a week by then and I'm kind of freaking out.","The withdrawal hasn't been horrible yet but I'm definitely anxious and extremely irritated by everything. ","I hate that I can’t wait for things without sensing impending doom.","Lately I've been having trouble sleeping becuase I'm scared my father will beat me again.","I cannot tell you how much I've been dreading this."," My own mind is tearing me apart and my actions weigh on me like I'm carrying a truck"," I was so scared of losing her, she was my last true friend","1hr into my shift I was yelled and sworn at.","Then I was yelled at a few more times. I haven't been trained yet for my job and am still learning. Nothing was screwed up I just asked if I needed to prep a leader for the he next run, and I was berated by a price of shit.","Usually I'm fine but I have had chest pains and feel sick to my stomach.","So I wake up and bam I’ve slept 30 minuets past my alarm so I get up get dressed screw breakfast haven’t had that in days.","To save me writing out a script for the phone call we get told my dad has been missing for 4 days","My mum and dad are split up.","Fire Alarms causes a bad day","Today was by far a series of unfortunate events and i truly don’t know why the universe decided today was a going to be the day where they take a baby dump on my life","ate breakfast, at this point I thought ''Hmm this might be, ok',' but at the same time I still had a bit on anxiety.","Surprise science exam! Today was not a good day as I completed little revision/homework due to my tennis matches over the weekends. Looked at the exam and instantly knew. I was no going to do well.","Tennis training, my coach is very strict and expects us 'never to make the same mistake twice'. This means when he corrects us, he expects us to remember and not make the mistake again. If we do he does get angry. I started off the lesson warming up and I tripped doing my warm up laps, not a good start to an intense training round. I skimmed my arms and hands, but overall I was fine. We got in and he said, 'today we are working on very advance techniques'. And we needed to move along quickly as it was getting dark soon and the flood lights were under repair (just my luck that the flood lights are being repaired today?). This meant today of all day, I can't make any mistakes. AT ALL. Everyone seems to get the hang of it, but for some reason I was making very beginner mistakes, at a point that I was so unconfident that I couldn't even serve the ball properly nor return it, and this got the coach REALLY mad. After one hour of yelling I went home and sat there in silence. I had homework but just couldn't do it.","It fucking sucks. I'm so tired of going nowhere in my life. I'm so tired of feeling worthless","Yes my expectations are too high. I feel like I should be doing inhuman amounts of work.","I’m pathetic and worthless. I must get a full time job. I have to move out from my parents house soon. If I don’t then I don’t deserve to be called an adult.","Oh boy today has been a ride. I stayed up super late last night for Baja because we have deliverables due tomorrow and Katie has not pulled her part. But, since it's Katie, and I know she's going through a lot, I did her parts for her. ","So I had to sprint over to class to get there already 20 minutes late and everyone was looking at me like I'm an idiot.","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Calm":["My running and exercise also help take my mind off of things.","I feel calm","I am tranquil","The beach trip was super relaxing","It was a relief to see the payment hit the bank account.","I was so relieved to see that A grade in my gradebook","It was so relaxing to get the massage","Finally I can feel at peace with things","I feel like I'm floating","I have never felt this deeply relaxed in my entire life","Oh my gosh it was like a huge weight was lifted off my shoulders","I felt a huge weight lifted","I am now at peace with my neighbors","It's so nice, just feeling the warm sun against my skin, seeing the blue skies","The forest walk was surprisingly relaxing","It was nice to just sit back and enjoy a beautiful day","Watching the lake shimmer was so pretty","I got a good night sleep and I feel super rested","Then after work I got to unwind with a few hours of netflix","I’ve been practicing for three years, and in the past few months I gave my mindfulness practice a boost by exploring different programs and resources.","Relax and unwind to some beautiful guitar music","I finally got to unwind and just let out a sigh of relief","I swear it was like a movie or something when I sighed of relief","I finally feel like totally calm and relaxed","I put on some scented candles and took a nice relaxing bubble bath","It is so nice to just smell the vanilla cookie candle I got from bath and body works","I did some meditation and it eased a lot of the tension","I did yoga for a while and it really helped","Today will be completely worry free","My head is clear, no intrusive thoughts have come in, I am completely calm","I've been taking deep breaths and it's really helping me","All the rough parts are over and I am cruising","I feel like I'm on a cruise","I got to sit back and let out a sigh of relief","ah it was so nice to just be on the beach and I felt like I could fall asleep it was so comforting","I am all cuddly and warm and fuzzy wrapped up in my blanket","I feel so content I could just drift off to sleep","I am calm","I am relaxed","I finally got a chance to unwind and ease my mind","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Angry":[" I hate this feeling because it's selfish and obsessive"," I’ve been angry for a long time"," They say “smacking” your children is OK because it’s acceptable in Asian cultures but what about when your fucking mother beats the shit out of you because you can’t learn to read a FUCKING CLOCK FAST ENOUGH"," FEELING RELIEVED AT THE THOUGHT OF BEING KIDNAPPED AND RAPED AND KILLED WAS NORMAL BECAUSE IT WASN’T LIKE ANYONE WHO LOVED ME FELT I WOULD BE WORTH ANYTHING ELSE"," FUCK YOU"," FUCK YOU AND YOUR FUCKING “religion” you HYPOCRITICAL PERSON"," You FUCKED up your god-damned life and had the AUDACITY to have another FUCKING CHILD who YOU TREATED WORSE THAN DIRT"," You are MANIPULATIVE"," And HYPOCRITICAL","I am so fucking furious","I am really pissed off","That just pissed me off and I want to give up.","I literally hate my professor","He is such an asshole","I cannot take his bullshit anymore!","I am so angry","I am really frustrated","He is so annoying","She is such a butt","This guy cuts me off and then honks at me, it's so frustrating!","And, get this, they had the audacity to tell me that I was overreacting.","I am tired of being lied to."," Yes, really, that's just my fucking opinion you twat","! I don’t even talk to her ex very much anymore but she’s still ruthless"," I don’t want to die but I don’t want to live like this anymore I tired of everything I hate seeing people on social media being happy with friends because it makes me so mad that I can’t have that","I hate seeing my old classmates living their lives and prospering as I stay at home all day everyday doing absolutely nothing","I’m just tired of everything I hate everything nothing brings me joy or makes me feel happy all I do all day is lay in bed doing nothing as my life passes me by"," I often get jealous and upset when they don't reach out to me and I see them hanging out with other people instead","Her parents kept talking to me about oh job this and money that and money money money and i'm so tired of hearing about their greedy crap","I hate that I can still see some of the scars from my father.","I am so freaking pissed off I could kick a baby","That asshole stole five fucking thousand dollars from me I am going to kill him","I am so freaking angry","I am filled with rage","I am furious with that prick","How dare she accuse me when she is such a hypocrite","I swear I am going to explode I am so furious","Don't even start, I cannot describe how enraged I am","These people only care about themselves, how could they be so selfish and only care about money!","I hate these awful people they are terrible and piss me off to no end","Me and my mum are just moody bitches and like wtf does Rob want.","Hey Universe you aint win bitch I have a blunt at home .. you cant Destroy me BITCH..","woke up and instantly had that feeling in my gut, for some reason I was angry about everything around me, but this anger stopped as I got out of bed.","And I'm pissed at Paras for still not doing anything I need. ANd he's getting on my ass about the website. It's all awful. Everything sucks right now, at least that's how it feels. ","I did not sleep very well last night, so that was a bit frustrating.","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Motivated":["My boss promoted me to the new job after I asked.","I am so ready to take on tomorrow.","I feel motivated.","I am so freaking pumped","I am so ready for this","I feel focused, motivated, and I feel like I could take on the world","I feel like I am ready to take on the world","I am super prepared to get a ton of work done today","It is going to be a productive day today, I can just tell","I've decided to knock out my to do list","I was super productive!","It feels like I have hope again","I am hopeful for the future","I certainly am prepared for the presentation","You know, I've put in the effort, I've done the work, I am definitely ready for it","I am so freaking excited","Work went by in a breeze and I got so much done","I feel highly motivated","It's like, since we started getting some more customers, I now have more hope for everything","I definitely had more hope for how it was going to go","But then I got my second wind and started running and pushing even harder","Bro I am so close to reaching my goal of a 1600","I have been studying hard every day and working hard and pulling my ass off to get this done","Literally I cannot tell you how proud I am to present this tomorrow","I finished my rendering and it looks amazing!","the party is tonight and I just cannot wait","Honestly I'm pretty excited to get up there and present my findings at this year's ICEE conference","I've really been looking forward to playing this concert","How do I tell them that I'm really excited about the idea of moving out to Maryland?","I had my coffee, my favorite playlist going, and I was ready to get some work done.","Ready as I'll ever be","I've put in the effort and what I'm going to do I will do, no matter how easy or hard","I was looking forward to trying out the different tools","I stayed up until 2 in the morning because I was just so laser focused on getting this app launched","We are making good progress and I felt super inspired!","I am inspired","I have felt very inspired and productive","I have been super motivated, productive, and inspired lately","It's finally at a point where I get to do the fun work, the work I like doing","This work has been super easy and I've been breezing through it"," I can be a total busy bee if I have people around me and interacting with me, I thrive in a commune type environment, if I'm working in a team I get shit done","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Unmotivated":["I am just ready to give up","I don't want to do this","I feel ready to just give up on everything","Then I just gave up on MARCo and started working","I don't want to go to work today","I am dreading going to work tomorrow","I have put this off for like three days now","I cannot tell you how much I've been dreading this.","I will always do it later","I've felt so super lazy today","I did nothing but sit on my ass all day on the couch and scroll through Instagram","There's not really a point anymore","I don't see a point to it","No real reason to bother trying to fix it","What's done is done and there's no point in trying to change it","It's not going to change anything","Why even bother, it's not like that'll change the outcome","Really didn't feel like studying at all today","I didn't feel like going to work today","I was dreading going into the office, like I felt like I could have cried","There was no way I was going to go into that school again after what happened last week","Did not feel like going to class this morning so I ended up just sleeping through it all","There is no way I am going to get all this work done","I have been super unmotivated today","All day all I've been doing is procrastinating","Today has been one massive procrastination fest","I keep getting distracted by other things and end up getting nothing done","Really don't feel like going to this dinner party today","Why should I bother if I'm just going to fail?","I know that this test is going to be a disaster","It's not reasonable for me to have all this work","I don't want to do anything today","Today was a lazy day","It was such an unproductive afternoon","Literally nothing got done today","Nothing is going to get done and this will get nowhere","If I'm being honest, I don't feel like running tomorrow","How do I tell my coach that I don't want to play tomorrow?","I'm thinking of quitting the team","I want to quit the team"," Probably not going to finish in time, and likely fail that too","Not once, not twice, but three times did they ruin something."," Went home and studied, didn't do anything much as I was feeling quite ashamed of my score and didn't have the motivation to do anything.","I feel like I want to give up. Like, I literally do not know why I am doing things anymore. It sucks. ","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Tired":["I am so freaking exhausted","My body just feels worn out all the time","Man I feel tired all the time","I just got off of a really long shift and I'm beat","I woke up later than I wanted to, and I just felt dead tired","My head constantly feels like it has a bag of lead bricks in it, and it won't go away","I am tired","I am sleepy","I feel like I could just pass out already","I am so ready for a good long nap","My body feels totally exhausted","I have no energy whatsoever","I pulled an all nighter last night and got no sleep","I literally got zero sleep last night","I have gotten like 3 hours of sleep every night","I am so tired of getting only a few hours of sleep every night","I just got off a 13 hour shift","I finally got home after a 24 hour shift at the hospital","My body feels like it could collapse at any given second","I could hardly keep my eyes open all throughout working I was so tired","I was so freaking sleepy today, like I've been getting these syrup yawns","I can't stop yawning all day","My legs are sore and my arms are aching, I just feel ready to pass out","My head is dizzy and I just need a nap so badly","I slept for over 12 hours last night and I still feel exhausted","Ever since I started taking my medication I've been feeling really drowsy all the time","My body is worn out but I don't get a break","I've been feeling super under the weather","I'm overworked, exhausted, and driven insane","I haven't had a break in so long","It has been months since I've been able to take a vacation or any kind of time to relax","I haven't been able to chill since who knows how long ago","I've never felt this burned out in my life","I feel super burned out","After all that, I am just so burned out","This past year has left me exhausted, burned out, dog-gone tired, whatever you want to call it","My body is covered in aches and chills and I just feel ready to collapse with exhaustion","I have absolutely no energy whatsoever","I am just dog gone tired all the time","I have a sleep study tomorrow for all this exhaustion","I woke up later than I wanted to, and I just felt dead tired","My head constantly feels like it has a bag of lead bricks in it, and it won't go away","Usually I'm fine but I have had chest pains and feel sick to my stomach.","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Energetic":["I am PUMPED","I am so ready to go","I had like 3 coffees already today I am so ready","I feel like I'm bouncing off the walls","I am ready!","I feel like I'm ready to run a marathon","After my coffee, I was wide awake.","I feel ready to tackle today","I am energetic","I am feeling energetic","After eating so much sugar I am on a sugar high!","I did a workout, ran 3 miles, and got a ton of work done because I've had so much energy","I have been bouncing off the walls all morning","Let's freaking go!","I had like 2 coffees and whoo boy I am super wired right now","I've been more active lately","It's just been a super spirited day","I have felt more awake today than I have in a while","The power of the universe is coursing through my veins","When I woke up today, I just felt wide awake and ready to take on today","After my cat nap, I was awake for the rest of the evening","There was so much I waned to do today and I stayed up late to keep going","I planned out my day of lifting and workouts because I knew I would be able to","I feel energetic","I have a lot of energy today","I was wide awake all day","Honestly I didn't feel tired at all","I haven't felt this energetic since I was in my 20s","I feel like I'm young and agile again","I've been awake and motivated all day","I've felt alert, aware, and awake","This tea is doing wonders for keeping me awake and giving me energy","It has been great to feel energetic and alive","I feel alive!","I've never felt so alive ","It was so exciting I'm literally so excited","I cannot tell you how excited I was for this","I couldn't sleep I was just so excited for this","I'm ready I'm ready I'm ready!","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Disgusted":["I feel disgusted","It was absolutely disgusting","He was acting so repulsively","How could people be so stupid?","How could somebody just not care about you after a whole five fucking years","I cannot believe there are such idiots in this world","There was a pile of cat poop on the floor that I had to deal with","I cannot believe I actually wanted to date someone so blatantly racist","And then he said the most racist, disgusting thing I've ever heard","It was so embarrassing","I felt humiliated","I am apalled by my friend's behavior towards our teacher","It was revolting","I wanted to throw up","I feel ready to throw up after seeing it","That movie did not sit well with my stomach","This gross disgusting hobo on the sidewalk tried to grope me","I literally hate looking in the mirror, I am so fat and ugly and I have flab rolls, ugh.","My boyfriend would make faces out of my stomach fat","My friends literally wanted to roofie a girl and that is not okay","I hate that I can still see some of the scars from my father.","My boyfriend often calls me fat and will only pay for healthy food when we go out.","These people on social media have made me lose all faith in this world","Literally they are the ugliest, weirdest, most selfish people on the face of the planet","My father is a monster for what he did to my sister","This creepy pervert kept trying to talk to me at the gas station and wouldn't leave me alone","Literally I am tired of Michelle leaving all her crap out in the hall","My body feels so bloated and it makes me want to cry","There was this disgusting cat shit on the floor","There is so much pornography on the internet and I hate seeing it when I just want to look up normal things","Literally my skin feels like it is crawling off","I hate the sight of blood, yuck","Yuck!","Freaking disgusting","I feel disgusted","I am so disgusted with the human race watching these human rights disappear","I hate seeing these rolls of fat on me","There was this gross, misshapen form of a sad human being looking back at me","Daniel threw up a ton of beer onto my feet","It smelled like a rotten, dead body","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Social":["I got to hang out with my family today and we had a lot of fun","I get to see my girlfriend today","I am looking forward to going to the dinner party tonight","My coworkers and I had a good conversation about whether or not we were going to stay with the company after the merger","I felt social today","I was very social today","I hung out with Anthony and Daniel for a few hours","This was the first time since COVID started that I was actually able to hang out with my cousins","My sister and I were up playing Wii until 3 in the morning","Alex and I went out to the bar","My three friends from school went out to the mall, which was pretty good at first","My cent friends brought me to the AEPi party","We were on the phone for like 2 hours","You are going to be so proud of me, I was actually social today","We went on our first date today","It was nice to get out with the bird watching group and chat about birds","We walked around campus and talked for about an hour","We sat on the couch and talked until like 2 in the morning.","It was so good to get to be on a Zoom call with my old friends","I am going to a party at the Denbeaux's later, and Jacob is going to be there","We met up in a park and walked around a few times and chatted about our lives and stuff","I played Among Us with my group of college friends","Then we walked over to get ice cream at Condrad's together","It was great to be social and hang out with friends again","We all went to the festival together on the town","The party went on for a few hours and it was a ton of fun","Patti and Sarah came over to take care of me","I went down to Maryland to visit Jacob and Raymond for the first time in awhile","Dad and I had a good long discussion in the car and we bopped to some bangers","We played just dance together for a few hours","Christine took me out to the club","Fish and I played the switch and it was nice to have some sister bonding time","It was great getting to have some quality bonding time with my soon to be brother in law","Oh my gosh it was so great sitting out on the grass with him","We talked on the phone for a while, it was nice to catch up","The best part of today was hanging out with some of my friends though","I went out to a wine and paint night with the girls","Joey and I took a stroll through the park","Sarah and I had a long phone call","I'm going to a potluck dinner tonight at my old roommate's flat","recess/break time, went out and my friends started talking to me again, weird but all was back to normal. I was standing eating chips before a bird took a sh*t on my back, I laughed it off and, although there was duke on my jacket, I felt a little better","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Lonely":["I feel so alone","I am so lonely","I've never felt this alone in my entire life","My boyfriend left me","Christine hung up on me abruptly","It seems like my parents abandoned me","How could I be so alone even around other people?","Everybody has left me","I am stuck here, alone in my room","My plans were cancelled so now I'm here ","I don't have a roommate, I don't have friends","I don't have any friends","Gosh I feel so alone","All my friends left me after that","My boyfriend broke up with me","My girlfriend broke up with me","I miss my friends","I miss my dad","I wish my dad would come back","I cannot go on without her in my life","I haven't had any kind of human connection or human touch since the start of this pandemic","I've lost everyone, I don't have my grandfather, I don't have my parents, I feel abandoned, I am so alone","I am so alone","I've been on my own and it is so lonely here in maryland","I miss my mom, I feel so alone without her","After going into my big stupid bed without her at night I feel so alone","I never had any friends growing up and I don't have any now","My friends cancelled our plans","I can't even get her to text me back","I texted Kristi a few times today but she didn't really respond, it makes me think our friendship is over","I haven't heard from my friends in a while","Then Liz kicked me out of our group chat saying something about me being unhealthy","All my friends got on a Zoom call but I was stuck working so I couldn't even say hello","I wasn't invited to their party","My family all has basically abandoned me","Even when I'm around people I've never felt so lonely","I feel so disconnected from God","I felt very disconnected from my friends when we were hanging out","It's like I'll never find a person who wants to date me","Nobody is on my side","She then went on to say that after that she can't imagine ever talking to me normally again","Then she blocked me","She was the last of my close friends and the last person I trusted","I'm pretty anti social but I am completely alone","I have no one anymore, I haven't left bed since this happened, I'm so fucking depressed"," Our first and only argument ended my last good friendship","Sitting in collage for my first period, all was ok, but for some reason none of my friends were here. And the few here weren't talking to me.","One thing led to another and now I’m sitting in the cafeteria all alone. I miss my best friend.","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "No Control":["I am losing control","I have no control over my life","I feel like everything is spiraling out of control and everything is going in circles and nothing is going right","Literally not one thing in my life is going right","I am losing my mind","Everything is crashing around me","This past year has just been one defeat after another","I'll never be able to fix things","On any other day I feel like I'm just putting one step in front of the other, like I have so much going on that I can't focus on one thing for too long or I'll run out of time to do the other things I need to do"," I'll find myself questioning my relationship with my wife, with my family, the purpose of my life, why I make efforts to accomplish anything","I keep questioning like, do I believe in God, do I want to be in a relationship","The pillars of my life are being shattered"," I try and tout logic to help my decision-making, but I tend to find myself making seat of my pants decisions because of anxiety or fear. "," Life is full of so much uncertainty and I don't know anything about anything, but I know that I like feeling this clarity, I like feeling hopeful for the future.","There's so much shit in the world and nothing I do will ever affect it"," I \"want\" friends but every time I feel like I have one I either ruin it or I get annoyed and fed up at how complicated and difficult it is to maintain a friendship and I give up"," Is this just me as a person and I can't change?","My whole life is just a train wreck at the moment","SHE IS PROBABLY GONNA DIE SOON AND I DONT WANT HER TO DIE ALONE","And she’s threatening me by saying she’ll make my time at college absolutely horrible","I don’t know what to do or how to get her to leave me alone"," Without that im lost","I can't go back to fix what ive done and what I've lost","I don't understand why I drive everyone close to me away","I feel like my destiny is to be alone","Maybe I should just stop trying to make friends and be left on my own"," My own mind is tearing me apart and my actions weigh on me like I'm carrying a truck","My mom who even though did fucked up things to me growing up was diagnosed with stage four terminal lung cancer that’s metastatic to her brain directly on my 16th birthday"," between everything that has been going on with corona and now these insane riots in MN, I'm feeling extremely anxious","I saw pictures of looting, rioting, and burning buildings, I ended up hearing about a homophobic/transphobic movement happening next month (apparently called pridefall) and now I am more anxious than I have been in a long time","I feel like I want to hide away in my apartment and never leave","I don’t know what to do and I constantly feel like I’m going to cry"," I don't even think logically I can grow but it's absolutely my worst insecurity and one of my worse fears and I feel so enormous"," I am upset by the fact that I worked so hard on things like IRB approval and research for MARCo and building MARCo, and now it's going nowhere","My life just keeps going in circles and every time I try to make progress, someone else just pulls me down and brings me back","It's like I can't make any decisions for myself in this house, somebody always has to say something else","I can't even have an opinion, I can't wear any clothes I want to, I literally have no autonomy in this household.","I feel like I have no self control with this addiction","I am addicted","I am addicted to pornography","I am addicted to weed","But I felt so many emotions at once that it all blobbed together.","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Control":["I was finally able to say no to myself","It's like I finally have control","I managed to muster up some self control","It's like things are finally going right","I managed to stop myself","I said no to drugs for the first time today","I managed to turn down someone and it went okay!","Thigns actually turned out better than I expected","My life is going as planned","Today actually went as planned, believe it or not","I was happy to be able to make my own decisions","It's like I finally have some autonomy now that I'm on my own","Living on my own, I now have freedom, I have autonomy, and yes I have responsibilities but it's been great for my mental health","I am completely in control of how I think, feel, and behave","I've never felt this in tune with myself","Things are moving according to plan","I've been able to hit all my goals this month","Finally after a long string of defeat after defeat after defeat after defeat I've been able to get some victories","Today was a major accomplishment","I told myself I was going to lose the weight, and guess what, I totally did!","I managed to accomplish my goals","I finished all my work and reached all my goals","I got the job!","I got into my dream school!","I managed to do everything I wanted to today","It seems like I'm actually able to choose my life from now on","I feel in control of myself","I finally feel in control of my destiny","Things are working out just as planned","It seems like things are finally going my way","Everything I've set out to do is working out","I can't believe how well things are going","It sucked but I managed to get all that I set out to do done","I managed to check off all the big items on my todo list today","My todo list was done","I got a lot done today and it felt so good","Finally, I feel like I've managed to get plenty of things done","I broke my addiction","I am back in control of my life","I have autonomy over my decisions again","I can finally make my own decisions","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Guilty":["It is my fault we lost the game","I am a filthy masturbator","Because I couldn't keep my mouth shut, my brother got in trouble","I feel super guilty","I feel ashamed for touching her chest","It was so infuriating that I would mess up so badly","Then I messed up really badly","I'll never be able to forgive myself for yelling at her","I feel so guilty for stealing from my mom","Who knows if she'll ever forgive me ","That ended up being a really poor choice of words"," That was a huge mistake","It was my fault","I am guilty","I feel like it's my fault ","Even though I know I did nothing wrong, I feel like it's my fault","I felt so guilty after it","I let her down","I let them all down","I disappointed God","I sinned again","I hate committing this sin","I hate failing","I failed","I failed the test","I managed to mess up again","I fucked up again","It's my fault we failed, it was all my fault","I am so guilty","I feel the weight of these guilty memories burdening me down","Late at night I can basically see all my mistakes coming back to haunt me","I am totally feeling guilty about it","I ate too much, much more than I should have, and I feel so guilty","The memory of me hurting her still haunts me","I am really regretting the fight","I regretted it as soon as I said it","I've been filled with regret","I regretted ever going to that stupid party","It was the biggest mistake of my life","This was the worst mistake of my life","I feel stupid, like he's angry or hates me and I keep trying to make things work.","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Accepting":["You know what, I'm over it","It's totally fine, I've moved past it","I've moved past it","I feel acceptance","I forgave myself","I forgave her","I forgave him","I forgive him","I feel forgiven","It's like I finally have a community that accepts me","There's finally a place where I feel accepted for who I am","I have come to terms with my own faults and iniquities","I managed to forgive myself for these failures","Finally, I feel as though I've been able to forgive myself for these failures","I messed up, but you know, everyone makes mistakes. It wasn't the end of the world.","It's in the past now, nothing I can do can change that, so why get upset over it?","Why bother getting upset when I can't change the past?","I can't change the past so what am I going to do about it?","It's not worth feeling that guilty burden on myself","Those mistakes are all in the past and I've moved past it","I accept that I messed up, and I want to move forward and correct these mistakes","You know what, I'm passed it!","If she says she forgives me, then I don't need to dwell on it.","I don't have the energy to dwell on my mistakes anymore","I said Jake, I forgive you","Yeah we didn't do well, but at the end of the day what difference does it make?","Sure we bombed the presentation, but it's one grade. Everything's going to be okay.","I've made plenty of mistakes but that just makes me human","I don't feel that much regret over it anymore","I was upset at first, but then I forgave myself and moved on","Finally I am at peace with my decisions","I feel at complete peace with my decisions","I have made peace with my enemies","I forgave my enemies and my friends alike","I accept the results and I'm ready to move forward","I just want to accept it and move on","I'm ready to accept that I messed up and move on","I feel ready to forgive them and move on","I just want to grow up past these childish fights and accept that maybe we were both wrong","I accept that I was wrong in this situation","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Embarrassment":["I feel really embarrassed","It was absolutely humiliating","My face flushed because it was so humiliating","I've never felt so inferior and humiliated and embarrassed","They kept ridiculing me and I felt embarrassed as a result","I am not proud of that whatsoever, it was so humiliating","I feel ridiculed as a result","It was so disrespectful to me","It was literally the worst I can't show my face again because I feel so embarrassed","I'll never show my face in public again, I'm so humiliated","Went home and studied, didn't do anything much as I was feeling quite ashamed of my score and didn't have the motivation to do anything.","I'm getting a lot of troll feedback. Jerks on the internet are disliking my stuff and calling me useless. That useless thing really hit hard. ","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""],
   "Pride":["I'm proud of myself","I did a good job","I think I did a really good job here","I feel proud of what I managed to accomplish","I feel really proud for getting this dimploma","I managed to accomplish a lot today and I'm really happy as a result","I feel confident and successful","That was a total success, and I am so happy for that!","I feel valued and worth something","I feel proud of myself, and I'm going to give myself a pat on the back!","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""]
}